{
  "restaurante_produtos": {
    "comidas": [
      {
        "id": 1,
        "nome": "Arroz",
        "preco_unidade": 5,
        "imagem_endereco": "arroz.jpg",
        "descricao": "O arroz (Oryza sativa) é uma planta da família das gramíneas. Durante muitos anos, os grãos dessas plantas constituíram a base alimentar de muitos povos em todo o mundo. Hoje em dia não é diferente, a cultura do arroz é a terceira maior do mundo"
      },
      {
        "id": 2,
        "nome": "Feijão preto",
        "preco_unidade": 8,
        "imagem_endereco": "feijao_preto.jpg",
        "descricao": "O feijão preto é rico em ferro, que é o nutriente necessário para combater a anemia ferropriva, mas para melhorar a absorção do ferro que está nele é importante acompanhar a refeição, que tem feijão preto, com suco de frutas cítricas, como suco de laranja natural, ou comer frutas como morango, kiwi ou mamão, como sobremesa, porque estas frutas são ricas em vitamina C que melhora a absorção do ferro."
      },
      {
        "id": 3,
        "nome": "Feijão sempre verde",
        "preco_unidade": 6,
        "imagem_endereco": "feijao_sv.jpg",
        "descricao": "Com poucas calorias, muita água e fibras, o alimento ajuda no emagrecimento devido o seu efeito depurativo e a regulação do aparelho intestinal, melhorando o trânsito e eliminando da prisão de ventre e inchaços derivados dela. Ajuda também na eliminação da retenção de líquidos."
      },
      {
        "id": 4,
        "nome": "Feijão branco",
        "preco_unidade": 5,
        "imagem_endereco": "feijao_b.jpg",
        "descricao": "O feijão branco é uma das variedades dessa leguminosa tão nutritiva e popular no Brasil. Versátil, saboroso e fontes de diversos nutrientes importantes, pode ser uma excelente adição à dieta.Ele é grande fonte de proteínas, vitaminas, antioxidantes e mais. Além disso, funciona como boa fonte proteica para pessoas que seguem uma alimentação vegana ou vegetariana. Já as fibras de sua composição reduzem a absorção do colesterol durante a digestão."
      },
      {
        "id": 5,
        "nome": "Feijão carioca",
        "preco_unidade": 9,
        "imagem_endereco": "feijao_c.jpeg",
        "descricao": "É uma variedade do feijão comum. Diferentemente da crença popular, o nome não tem relação com o estado do Rio de Janeiro, mas com uma raça de porcos de semelhante coloração. Em Portugal é comumente chamado de feijão catarino."
      },
      {
        "id": 6,
        "nome": "Feijoada",
        "preco_unidade": 11,
        "imagem_endereco": "feijoada.jpg",
        "descricao": "Além de oferecer uma boa variedade de vitaminas minerais e antioxidantes, são fonte de carboidratos complexos. Também são ricos em proteínas e fibras, sendo considerados uma ótima fonte destes nutrientes. Assim, torna-se uma excelente opção de refeição para todos, inclusive os diabéticos, vegetarianos e veganos. Además, os feijões fornecem pouca ou nenhuma gordura e são livres de colesterol."
      },
      {
        "id": 7,
        "nome": "Feijão tropeiro",
        "preco_unidade": 10,
        "imagem_endereco": "feijao_t.jpg",
        "descricao": "O feijão é uma fonte de benefícios que nem todo mundo conhece. Ou você achou que ele só era supersaboroso? Que nada! Esse alimento é um grande aliado para manter a saúde do seu coração e, além de ser uma ótima fonte de proteína e conter pouca gordura, ele também é capaz de equilibrar o açúcar no sangue."
      },
      {
        "id": 8,
        "nome": "Bisteca Assada",
        "preco_unidade": 14,
        "imagem_endereco": "bisteca.jpg",
        "descricao": "A chuleta, também conhecida como bisteca ou carré, é o bife de contrafilé com osso, podendo ser de carne bovina, suína ou ovina. É uma carne nobre, fica localizada na parte superior da rês. É uma carne macia e saborosa. Cada animal possui dois contrafilés."
      },
      {
        "id": 9,
        "nome": "Peixe Pedra Frito",
        "preco_unidade": 14,
        "imagem_endereco": "peixe_p.jpg",
        "descricao": "Genyatremus luteus, difícil demais explicar essa criatura. Mas, o sabor é impressionante. Na verdade, trata-se de uma receita bem tradicional em São José. O peixe já é gostoso mesmo. Não é fácil identificar se foi mérito do cozinheiro ou se é só o peixe mesmo. "
      },
      {
        "id": 10,
        "nome": "Carneiro Assado",
        "preco_unidade": 16,
        "imagem_endereco": "carneiro.jpg",
        "descricao": "A carne de cordeiro tem como papel importante o fornecimento de proteínas para o organismo, além de nutrir e auxiliar na construção de massa magra e evitar a perda de massa muscular.Por isso, esse tipo de carne é perfeito para quem deseja ficar musculoso, para atletas, idosos e pessoas que estão em fase pós-cirúrgica, acelerando a recuperação.O alimento também fornece outros nutrientes para o organismo, como a vitamina B12 (evita a anemia e danos ao sistema neural), zinco (importante para o crescimento e a produção hormonal) e niacina (previne doenças cardíacas)."
      },
      {
        "id": 11,
        "nome": "Salada Grega",
        "preco_unidade": 6,
        "imagem_endereco": "salada_g.jpg",
        "descricao": "ela também é rica em gorduras boas e vitaminas, além de não ser calórica. É um ótimo acompanhamento para carnes brancas, como frango e peixe, ou até mesmo como uma entrada leve e neutra. Mas vai muito bem sozinha, hein? Não se engane! Geladinha, é uma ótima pedida para os dias quentes que estão por vir"
      },
      {
        "id": 12,
        "nome": "Peito de Frango Assado",
        "preco_unidade": 8,
        "imagem_endereco": "peito_frango.jpg",
        "descricao": "Peito de frango assado na brasa"
      },
      {
        "id": 13,
        "nome": "Mocotó",
        "preco_unidade": 8,
        "imagem_endereco": "mocoto.jpg",
        "descricao": "É através do caldo de Mocotó que conseguimos obter Colágeno de alto valor biológico. Uma proteína que dá o aspecto gelatinoso ao caldo e para o nosso corpo oferece aminoácidos essenciais com benefícios antienvelhecimentos, melhorando o sistema imunológico, a pele, cabelos, unhas, ossos e juntas. É do tutano que são fornecidas gorduras boas, vitaminas A, D, E e K, que são poderosos antioxidantes, minerais como o zinco que beneficia o sistema nervoso central, também o cálcio, fósforo, magnésio, sódio e potássio."
      },
      {
        "id": 14,
        "nome": "Buchada de Bode",
        "preco_unidade": 14,
        "imagem_endereco": "buchada.jpg",
        "descricao": "Em todo o Nordeste, a buchada é feita com as entranhas (rins, fígado e vísceras) do bode, lavadas, fervidas, cortadas, temperadas e cozidas em bolsas (que medem cerca de 8 cm de diâmetro), feitas com o próprio estômago do animal. No Nordeste, mais rigorosamente, a buchada leva apenas as chamadas vísceras brancas — as tripas e as outras partes do estômago que não foram utilizadas para fazer as bolsas. As vísceras vermelhas, como o coração, rins, pulmões, fígado e o baço (preparo à passarinha), compõem um prato diferente, o sarrabulho ou sarapatel, dependendo da espécie de animal."
      },
      {
        "id": 15,
        "nome": "Farofa",
        "preco_unidade": 5,
        "imagem_endereco": "farofa.jpg",
        "descricao": "A farinha de mandioca é conhecida por favorecer o ganho de peso por ser rica em carboidratos, e como não te fibras não gera saciedade durante a refeição, fazendo com que seja mais fácil aumentar a quantidade de calorias consumidas sem perceber. Por outro lado, é um alimento pouco processado que possui minerais como ferro, cálcio, magnésio e potássio que ajuda a equilibrar a refeição."
      },
      {
        "id": 16,
        "nome": "Pescada",
        "preco_unidade": 17,
        "imagem_endereco": "pescada.jpg",
        "descricao": "A carne de pescada fresca é altamente valorizada na culinária devido ao seu baixo teor de gordura e baixa contagem de ossos. As carcaças decapitadas e sem cabeça deste peixe são fritas, cozidas e cozidas em fornos. Além disso, com base no filé de pescada preparar sopas, costeletas, saladas e recheio de cozimento. Parte da carne vai para a fabricação de farinha de peixe."
      },
      {
        "id": 17,
        "nome": "Macarrão",
        "preco_unidade": 8,
        "imagem_endereco": "macarrao.jpg",
        "descricao": "É um tipo de massa alimentícia com o formato de tubos curtos, em que se incluem os penne e os cotovelos.[2]. No entanto, em algumas regiões do Brasil, o termo 'macarrão' é usado para se referir a qualquer tipo de massa alimentícia, desde o espaguete às letras e outras formas usadas em vários cozidos e sopas."
      },
      {
        "id": 18,
        "nome": "Salada de Alface",
        "preco_unidade": 5,
        "imagem_endereco": "salada_alface.jpg",
        "descricao": "É consumida em todos os cantos do país por ter um sabor refrescante, ela é perfeita para o clima tropical do Brasil. É aliado de quem quer emagrecer, ajuda no sistema imunológico, faz bem para os olhos, melhora o funcionamento do intestino, tem efeito calmante, ajuda na hidratação, diminui a pressão arterial."
      },
      {
        "id": 19,
        "nome": "Batata Frita",
        "preco_unidade": 8,
        "imagem_endereco": "batata_frita.jpg",
        "descricao": "Refere-se ao produto da preparação culinária de batatas cortadas previamente em tiras, palitos finíssimos (batata palha), rodelas ou folhas e, posteriormente, fritas."
      },
      {
        "id": 20,
        "nome": "Torta de camarão",
        "preco_unidade": 12,
        "imagem_endereco": "torta_camarao.jpg",
        "descricao": "Além do camarão ser extremamente delicioso, ele tem características no combate à artrite e à artrose graças à glicosamina. A substância é o ciente na restrição da velocidade do processo de desgaste das articulações, melhorando o estado geral e a qualidade de vida das pessoas com artrose. Mas para que o alimento não perca suas características, o mais recomendado é cozinhá-lo no vapor ou somente aquecê-lo no forno, sem fritar. O camarão contêm proteína de alto valor biológico, ou as chamadas proteínas completas, aquelas com todos os aminoácidos de que o corpo precisa. Ótima fonte de ômega-3, a gordura que previne doenças cardiovasculares, hipertensão e câncer. Sua constituição apresenta, em média, 40% de ácidos graxos poli-insaturados e 20% de monoinsaturados. Sem exageros, portanto, já que tem mais de 30% de gordura saturada e colesterol."
      },
      {
        "id": 21,
        "nome": "Acarajé",
        "preco_unidade": 13,
        "imagem_endereco": "acaraje.jpg",
        "descricao": "É um bolinho leva ingredientes com alto valor nutritivo, como o feijão fradinho, rico em ferro, cálcio e potássio, e o azeite de dendê, que contém antioxidantes, como as vitaminas A e E, que evitam o envelhecimento precoce e combatem os radicais livres, causadores de lesões nas células"
      },
      {
        "id": 22,
        "nome": "Bife acebolado",
        "preco_unidade": 14.5,
        "imagem_endereco": "bife_ace.jpg",
        "descricao": "A carne bovina traz vários benefícios para a saúde se for consumida da maneira certa. Esse alimento é muito rico em proteína, mas tem ainda outros nutrientes como vitaminas do complexo B e sais minerais. Fonte de Ferro, Zinco, Fósforo, Potássio, Magnésio e Selênio"
      },
      {
        "id": 23,
        "nome": "Bife à cavalo",
        "preco_unidade": 16.7,
        "imagem_endereco": "bife_cavalo.jpg",
        "descricao": "é um prato da culinária portuguesa e brasileira, composto basicamente por um bife, com um ovo em cima, tipicamente acompanhado de batatas fritas e, por vezes, de salada"
      },
      {
        "id": 24,
        "nome": "Fígado frito",
        "preco_unidade": 12.3,
        "imagem_endereco": "figado.jpg",
        "descricao": "Os benefícios proporcionados pelo fígado bovino não param por aí: a carne ainda possui riboflavina, selênio, cobre e zinco, e mesmo com um grau de colesterol e gorduras saturadas considerado elevado, o fígado oferece, em apenas 100 gramas, 50% das proteínas e vitaminas que o organismo humano precisa consumir diariamente."
      },
      {
        "id": 25,
        "nome": "Purê de batata",
        "preco_unidade": 8.5,
        "imagem_endereco": "pure_batata.jpg",
        "descricao": "É um purê feito com batatas cozidas e outros ingredientes, dentre eles margarina (ou manteiga), ovo e leite. Sua consistência é variável, variando do quase líquida ao mais consistente. É um típico acompanhamento para outros pratos, geralmente à base de carne ou peixe."
      },
      {
        "id": 26,
        "nome": "Lasanha",
        "preco_unidade": 10,
        "imagem_endereco": "lasanha.jpg",
        "descricao": "É tanto um tipo de massa alimentícia formada por fitas largas, como também um prato, por vezes chamado lasanha ao forno, feito com essas fitas colocadas em camadas, e entremeadas com recheio (queijo, carne moída ou outros) e molho.["
      },
      {
        "id": 27,
        "nome": "Frango empanado",
        "preco_unidade": 14,
        "imagem_endereco": "frango_emp.jpg",
        "descricao": "Consiste de filés de frango, passados no ovo e depois farinha de rosca e depois fritos em óleo quente, sob imersão."
      },
      {
        "id": 28,
        "nome": "Prato feito",
        "preco_unidade": 13,
        "imagem_endereco": "pf.jpg",
        "descricao": "É uma refeição que é montada segundo o gosto do dono do restaurante e não segundo o gosto do cliente. Na culinária brasileira atual, consiste muitas vezes em arroz, feijão, macarrão, algum tipo de carne (bife, frango, linguiça calabresa, filé de peixe ou mesmo ovo), salada (alface, tomate e cebola) batatas fritas. Por ser relativamente barato, é muito servido e apreciado em restaurantes de padrão médio e baixo, além de bares."
      },
      {
        "id": 29,
        "nome": "Farofa de Carne de Sol",
        "preco_unidade": 9,
        "imagem_endereco": "farofa_sol.jpg",
        "descricao": "Prato leva carne de sol picada, farinha de mandioca fina, azeite de dendê, meia cebola,alho e coentro."
      },
      {
        "id": 30,
        "nome": "Sardinha frita",
        "preco_unidade": 10,
        "imagem_endereco": "sardinha.jpg",
        "descricao": "Prato leva 700 gramas de sardinha fresca, 100 ml de azeite de oliva, 2 ramos de salsinha, 1,5 xícaras de farinha de trigo, 3 dentes de alho e 1 pitada de sal."
      },
      {
        "id": 31,
        "nome": "Vatapá",
        "preco_unidade": 12,
        "imagem_endereco": "vatapa.jpg",
        "descricao": "É um prato típico da culinária afro-brasileira. O seu preparo pode incluir pão molhado ou farinha de rosca, fubá, gengibre, pimenta-malagueta, amendoim, cravo, castanha de caju, leite desnatado, azeite de oliva, cebola, alho e tomate. Pode ser preparado com camarões frescos inteiros, ou secos e moídos, com peixe, com bacalhau ou com carne de frango, acompanhados de arroz. A sua consistência é cremosa."
      },
      {
        "id": 32,
        "nome": "Pirão de peixe",
        "preco_unidade": 7,
        "imagem_endereco": "pirao_p.jpg",
        "descricao": "É uma papa um tanto grossa feita de farinha de mandioca (Sergipe produz a melhor do Brasil) quando se mistura esta com água ou caldo quente. O pirão tem origem no Brasil e Angola (não se sabe onde primeiro) pode ser preparado com diferentes tipos de caldos com a mistura da farinha de mandioca com a água em que foram cozidos peixes, por exemplo, formando uma papa viscosa que é comida como acompanhamento do prato principal. O termo pirão é do tupi guarani e significa papa grossa."
      },
      {
        "id": 33,
        "nome": "Tambaqui assado",
        "preco_unidade": 15,
        "imagem_endereco": "tambaqui.jpg",
        "descricao": " O antioxidante, protege as veias do envelhecimento precoce, além de reduzir as células cancerígenas. O ômega 3 reduz o colesterol e aumenta o colesterol bom (HDL). O lombo do tambaqui também é rico em proteína, mas a nutricionista alerta que as proteínas não estão na gordura do peixe, e sim, na carne."
      },
      {
        "id": 34,
        "nome": "Vinagrete",
        "preco_unidade": 4,
        "imagem_endereco": "vinagrete.jpg",
        "descricao": "Também chamado de Molho a Campanha é uma emulsão de vinagre e azeite, aromatizada com ervas frescas e especiarias, comumente usada como molho para salada e para marinar carne, marisco ou vegetais. Outros ingredientes podem incluir sumo de limão, mostarda, alho, cebola, óleo de canola, óleo de milho, etc."
      },
      {
        "id": 35,
        "nome": "Arroz carreteiro",
        "preco_unidade": 9,
        "imagem_endereco": "arroz_carret.jpg",
        "descricao": "É um prato típico da Região sul do Brasil. É feito de arroz ao qual se adiciona sobra de churrasco bem picado e refogado carne-seca ou carne de sol desfiada ou picada, às vezes paio e linguiça em pedaços, refogados em bastante gordura, com alho, cebola, tomate e cheiro-verde."
      },
      {
        "id": 36,
        "nome": "Costela assada",
        "preco_unidade": 15.6,
        "imagem_endereco": "costela.jpg",
        "descricao": "Costela bovina assada na brasa."
      },
      {
        "id": 37,
        "nome": "Tainha na Taquara",
        "preco_unidade": 16,
        "imagem_endereco": "tainha.jpg",
        "descricao": "É um prato da culinária gaúcha, sobretudo no litoral sul e na região do lago Guaíba e suas ilhas, como a ilha da Pintada. O prato constitui-se de uma tainha - ou anchova - assada sobre a lenha em brasa presa a um espeto feito de bambu-taquara."
      },
      {
        "id": 38,
        "nome": "Galeto",
        "preco_unidade": 15,
        "imagem_endereco": "galeto.jpg",
        "descricao": "É uma refeição típica das zonas de colonização italiana do sudeste-sul do Brasil. O nome real da iguaria na Itália é \"passarinhada\", mas no Brasil alguns bares e restaurantes substituem os pássaros por pequenos frangos, abatidos ao décimo dia de nascimento. Em geral são assados na brasa."
      },
      {
        "id": 39,
        "nome": "Baião de dois",
        "preco_unidade": 7,
        "imagem_endereco": "baiao.jpg",
        "descricao": "É um prato de origem cearense, tipico da região Nordeste e partes da região Norte do Brasil, como Rondônia, Acre, Amazonas e Pará. Consiste num preparado de arroz e feijão, de preferência o feijão verde ou feijão novo. É frequente adicionar-se queijo coalho. Não se adiciona carne-seca no Ceará. Na Paraíba e em Pernambuco, existe uma variante dessa iguaria chamada de rubacão, um prato bastante apreciado no Sertão."
      },
      {
        "id": 40,
        "nome": "Virado à Paulista",
        "preco_unidade": 14,
        "imagem_endereco": "virado_sp.jpg",
        "descricao": "É um prato típico do estado brasileiro de São Paulo, onde também é conhecido como Virado à Paulista. Foi criado na época das entradas, bandeiras e monções, no Brasil Colônia. É preparado com feijão cozido, refogado em cebola, alho e gordura, onde é acrescentado sal e um pouco do próprio caldo do feijão ou de água. Normalmente mexe-se com farinha de milho ou de mandioca, servindo-se acompanhado de bisteca ou costeleta suína frita, linguiça frita, banana empanada e frita, ovo estrelado (de preferência com a gema mole), couve cortada em tiras e refogada na gordura, torresmo feito na hora, ruidosamente crocante e arroz. Na prática, o virado é uma refeição completa que junta as principais comidas brasileiras."
      },
      {
        "id": 41,
        "nome": "Moqueca capixaba",
        "preco_unidade": 16.4,
        "imagem_endereco": "moqueca.jpg",
        "descricao": "É um cozido, geralmente de peixe, típico da culinária brasileira e da culinária angolana. No Brasil, é prato típico dos estados do Pará, da Bahia e do Espírito Santo. Pode ser preparada com peixe, mariscos, crustáceos, galinha ou ovos. Mais recentemente, criaram-se variações vegetarianas, substituindo-se o peixe por ingredientes como polpa de caju verde, banana-da-terra, jaca, palmito, cogumelos, tofu, berinjela, couve-flor etc."
      },
      {
        "id": 42,
        "nome": "Frango com quiabo",
        "preco_unidade": 14.2,
        "imagem_endereco": "frang_qui.jpg",
        "descricao": "A origem do frango com quiabo em Minas Gerais remete ao século XIX, momento no qual o estado tinha dificuldade em trazer outros alimentos dos grandes centros da época – Bahia e Rio de Janeiro. O prato se popularizou em todo o estado e é sempre acompanhado do tradicional angu, prato típico da culinária brasileira que, em São Paulo, é conhecido como polenta."
      },
      {
        "id": 43,
        "nome": "Escondidinho",
        "preco_unidade": 13.5,
        "imagem_endereco": "escondid.jpg",
        "descricao": "É um prato bastante popular nos estados do Nordeste brasileiro. Feito com carne-de-sol, jabá (charque ou carne-seca) ou frango desfiado, coberto com purê de macaxeira (também conhecida como aipim ou mandioca), o escondidinho é temperado com manteiga de garrafa e gratinado com queijo coalho."
      },
      {
        "id": 44,
        "nome": "Filé Mignon Grelhado",
        "preco_unidade": 19.5,
        "imagem_endereco": "fil_mignon.jpg",
        "descricao": "É um tipo de corte de carne bovina. É a parte mais tenra da ponta do filé. É localizada na parte traseira do animal e representa, aproximadamente, 2,95% da carcaça. É o corte mais macio da carne bovina e quase não contém gordura."
      },
      {
        "id": 45,
        "nome": "Arroz de Cuxá",
        "preco_unidade": 10.5,
        "imagem_endereco": "arroz_cuxa.jpg",
        "descricao": "É preparado misturando-se o arroz com a folha da vinagreira cozida, além do camarão seco. Seu preparo tem que ser feito na medida certa, pois a folha em excesso deixa o prato muito amargo. O arroz de cuxá é muito servido como acompanhamento dos pratos à base de peixe. Um prato praticamente obrigatório a quem quer experimentar a culinária do estado. Existe também o “cuxá”, que é um acompanhamento."
      }
    ],
    "sobremesas": [
      {
        "id": 46,
        "nome": "Pão de queijo",
        "preco_unidade": 3,
        "imagem_endereco": "pao_q.jpg",
        "descricao": "Consiste basicamente em um tipo de biscoito de polvilho azedo ou doce acrescido de ovos, sal, óleo vegetal e queijo, de consistência macia e elástica, existindo pequenas variações."
      },
      {
        "id": 47,
        "nome": "Bolo de Fubá",
        "preco_unidade": 5,
        "imagem_endereco": "bol_fub.jpg",
        "descricao": "É um tipo de bolo no qual o principal ingrediente é o milho, podendo ser o creme de milho verde ou a farinha de milho, também conhecida como fubá."
      },
      {
        "id": 48,
        "nome": "Pé de Moleque",
        "preco_unidade": 3,
        "imagem_endereco": "pe_moleque.jpg",
        "descricao": "É um doce típico da culinária brasileira, feito a partir da mistura de amendoim torrado com rapadura."
      },
      {
        "id": 49,
        "nome": "Bolo de Batata Doce",
        "preco_unidade": 4,
        "imagem_endereco": "bol_bat_doce.jpg",
        "descricao": "É um bolo cujo principal ingrediente é a batata-doce cozida e amassada, ou farinha de batata-doce, podendo ter coco ralado como ingrediente opcional. Eventualmente, pode ser usado na produção de bolos sem glúten. Sua consistência pode ser firme ou cremosa."
      },
      {
        "id": 50,
        "nome": "Pamonha",
        "preco_unidade": 4,
        "imagem_endereco": "pamonha.jpg",
        "descricao": "É um quitute brasileiro. O milho verde é ralado e, à massa resultante, são misturados leite (ou leite de coco), sal (ou açúcar), manteiga, canela e erva-doce. Esta massa é colocada em tubos feitos com a própria casca do milho (ou com folha de bananeira), atados nas extremidades. As pamonhas são submetidas a cozimento até que sua massa alcance uma consistência firme e macia."
      },
      {
        "id": 51,
        "nome": "Paçoca de Amendoim",
        "preco_unidade": 4,
        "imagem_endereco": "pacoca.jpg",
        "descricao": "É um doce tradicional brasileiro à base de amendoim, farinha de mandioca e açúcar."
      },
      {
        "id": 52,
        "nome": "Curau de Milho",
        "preco_unidade": 5,
        "imagem_endereco": "curao.jpg",
        "descricao": "Doce, pastosa e de origem africana, tem como principais ingredientes creme de milho verde, leite de vaca ou de coco, açúcar e canela em pó ou em casca."
      },
      {
        "id": 53,
        "nome": "Canjica",
        "preco_unidade": 4,
        "imagem_endereco": "canjica.jpg",
        "descricao": "É uma iguaria doce feita de grãos de milho-branco ou amarelo levemente triturados, cozidos em um caldo contendo leite de coco ou de vaca, açúcar, canela em pó ou casca e cravo-da-índia."
      },
      {
        "id": 54,
        "nome": "Brigadeiro",
        "preco_unidade": 6,
        "imagem_endereco": "brigadeiro.jpg",
        "descricao": "É um doce típico da culinária brasileira, com origem no Sudeste do país, que rapidamente se difundiu pelo Brasil, tornando-se comum em todo o país a sua presença em festas de aniversário, junto com doces como o cajuzinho e o beijinho."
      },
      {
        "id": 55,
        "nome": "Cocada",
        "preco_unidade": 6,
        "imagem_endereco": "cocada.jpg",
        "descricao": "É um doce à base de coco, tradicional em várias regiões do mundo, especialmente na América Latina e em Angola. Existem variantes quanto a receita aplicada em diferentes países, como a utilização de gemas, leite, leite condensado, rapadura, amendoim, leite de coco e coco ralado queimado."
      },
      {
        "id": 56,
        "nome": "Bolo de macaxeira",
        "preco_unidade": 5,
        "imagem_endereco": "bol_mac.jpg",
        "descricao": "É um tipo de bolo típico da culinária brasileira, especialmente no Nordeste do Brasil, no qual o principal ingrediente é a mandioca fermentada e amolecida. Essa massa de mandioca fermentada, chamada de puba ou carimã, é obtida por meio da fermentação de raízes de mandioca descascadas e lavadas que ficam imersas em água por um período de três a quatro dias, novamente lavadas e trituradas para a produção de farinha."
      },
      {
        "id": 57,
        "nome": "Beiju",
        "preco_unidade": 4,
        "imagem_endereco": "beiju.jpg",
        "descricao": "É uma iguaria tipicamente brasileira, de origem indígena e descoberta em Pernambuco, feita com a tapioca (fécula extraída da mandioca, usualmente granulada), que ao ser espalhada em uma chapa ou frigideira aquecida coagula-se e vira um tipo de panqueca ou crepe seco. O recheio varia, mas o mais tradicional é feito com coco ou queijo coalho. É um quitute muito comum no Nordeste e Norte do Brasil."
      },
      {
        "id": 58,
        "nome": "Pizza Calabresa",
        "preco_unidade": 7,
        "imagem_endereco": "piz_calabre.jpg",
        "descricao": "Disco de massa fermentada de farinha de trigo, coberto com molho de tomate e os ingredientes variados que normalmente incluem algum tipo de queijo, carnes preparadas ou defumadas e ervas, normalmente orégano ou manjericão, tudo assado em forno."
      },
      {
        "id": 59,
        "nome": "Pizza Mussarela",
        "preco_unidade": 7.5,
        "imagem_endereco": "piz_mussa.jpg",
        "descricao": "Disco de massa fermentada de farinha de trigo, coberto com molho de tomate e os ingredientes variados que normalmente incluem algum tipo de queijo, carnes preparadas ou defumadas e ervas, normalmente orégano ou manjericão, tudo assado em forno."
      },
      {
        "id": 60,
        "nome": "Fortaia",
        "preco_unidade": 5.5,
        "imagem_endereco": "fortaia.jpg",
        "descricao": "É um tipo de omelete, feito com ovos, queijo ou salame, pimenta e azeite."
      }
    ],
    "bebidas": [
      {
        "id": 61,
        "nome": "Sakê",
        "preco_unidade": 5.7,
        "imagem_endereco": "sake.jpg",
        "descricao": "É uma bebida alcoólica fermentada tradicional do Japão, produzida a partir de 3 ingredientes principais arroz, água e kōji. O ponto importante para ser considerado saquê é somente o arroz é fermentado no processo; nenhum outro grão ou açúcar participa da fermentação."
      },
      {
        "id": 62,
        "nome": "Água mineral",
        "preco_unidade": 4,
        "imagem_endereco": "agua_m.jpg",
        "descricao": "É aquela proveniente de fontes naturais ou de fontes artificialmente captadas que possua composição química ou propriedades físicas ou físico-químicas distintas das águas comuns, com características que lhe confira uma ação medicamentosa (no Brasil: Decreto-Lei Nº 7.841, de 08/08/1945). Sais, compostos de enxofre e gases estão entre as substâncias que podem estar dissolvidas na água."
      },
      {
        "id": 63,
        "nome": "Whisky ",
        "preco_unidade": 8,
        "imagem_endereco": "whisky.jpg",
        "descricao": "É uma bebida alcoólica destilada de grãos, muitas vezes incluindo malte, que foi envelhecida em barris. O teor alcoólico de um whisky vai de um mínimo legal de 40%, e apesar de não ter limíte máximo, o maior teor comum a ser encontrado é de 63,5%."
      },
      {
        "id": 64,
        "nome": "Caldo de Cana",
        "preco_unidade": 4,
        "imagem_endereco": "c_cana.jpg",
        "descricao": "Caldo de cana ou garapa é o líquido extraído da cana-de-açúcar no processo de moagem."
      },
      {
        "id": 65,
        "nome": "Cajuína",
        "preco_unidade": 4,
        "imagem_endereco": "cajuina.jpg",
        "descricao": "É uma bebida típica do nordeste brasileiro, muito produzida e consumida no Maranhão, Ceará e principalmente no Piauí, onde é considerada Patrimônio Cultural do Estado e símbolo cultural da cidade de Teresina. Preparada a partir do suco de caju, sem álcool, clarificada e esterilizada, apresenta uma cor amarelo-âmbar resultante da caramelização dos açúcares naturais do suco. Pode ser preparada de maneira artesanal ou industrializada."
      },
      {
        "id": 66,
        "nome": "Açaí (jarra)",
        "preco_unidade": 10,
        "imagem_endereco": "acai.jpg",
        "descricao": "Bebida feita ralação/processamento do grão do açaí."
      },
      {
        "id": 67,
        "nome": "Vinho tinto (dose)",
        "preco_unidade": 4,
        "imagem_endereco": "vinho_tinto.jpg",
        "descricao": "É a bebida resultante da fermentação do suco ou mosto extraído de uvas pretas ou tintas no qual é imperativo que haja maceração das cascas no mosto com a finalidade de se atribuir cor e sabor à bebida."
      },
      {
        "id": 68,
        "nome": "Tequila",
        "preco_unidade": 6,
        "imagem_endereco": "tequila.jpg",
        "descricao": "É uma bebida alcoólica destilada feita da agave-azul, primariamente na região da cidade de Tequila, no estado mexicano de Jalisco, a 65 quilómetros a nordeste de Guadalajara."
      },
      {
        "id": 69,
        "nome": "Guaraná da Amazônia (copo)",
        "preco_unidade": 8.5,
        "imagem_endereco": "guara_ama.jpg",
        "descricao": "Coquetel feito com pó de guaraná, amendoim, leite em pó, xarope de guaraná, castanha de cajú e gelo batido"
      },
      {
        "id": 70,
        "nome": "Caipirinha",
        "preco_unidade": 4.5,
        "imagem_endereco": "caipirinha.jpg",
        "descricao": "É uma bebida alcoólica brasileira, ou um coquetel de origem paulista, feita com cachaça, limão, açúcar e gelo. Variações incluem a caipiroska - com vodka ao invés de cachaça - e a caipiríssima - com rum."
      },
      {
        "id": 72,
        "nome": "Suco de uva",
        "preco_unidade": 3.2,
        "imagem_endereco": "s_uva.jpg",
        "descricao": "Suco feito da extração de uva"
      },
      {
        "id": 73,
        "nome": "Suco de laranja",
        "preco_unidade": 3,
        "imagem_endereco": "s_laranja.jpg",
        "descricao": "Suco feito da extração de laranja"
      },
      {
        "id": 74,
        "nome": "Água de coco",
        "preco_unidade": 4.2,
        "imagem_endereco": "agua_c.jpg",
        "descricao": "Água extraída de coco"
      },
      {
        "id": 75,
        "nome": "Vinho do porto",
        "preco_unidade": 4,
        "imagem_endereco": "vinho_porto.jpg",
        "descricao": "É um vinho natural e fortificado, produzido exclusivamente a partir de uvas provenientes da Região Demarcada do Douro, no Norte de Portugal a cerca de 100 km a leste da cidade do Porto. São João da Pesqueira, Régua e Pinhão são os principais centros de produção, mas algumas das melhores vinhas ficam na zona mais a leste."
      }
    ]
  },
  "carrinho": [],
  "pedidos_realizados": [
    {
      "pedido": [
        "Feijão carioca _____________ R$ 9",
        "Carneiro Assado _____________ R$ 16",
        "Salada de Alface _____________ R$ 5",
        "momento : 21:37:38 11/2/2021"
      ],
      "id": 1
    },
    {
      "pedido": [
        "Arroz carreteiro _____________ R$ 9",
        "Tainha na Taquara _____________ R$ 16",
        "Bolo de Fubá _____________ R$ 5",
        "Paçoca de Amendoim _____________ R$ 4",
        "momento : 22:13:26 11/2/2021"
      ],
      "id": 2
    },
    {
      "pedido": [
        "Bife à cavalo _____________ R$ 16.7",
        "Acarajé _____________ R$ 13",
        "Suco de laranja _____________ R$ 3",
        "momento : 22:14:1 11/2/2021"
      ],
      "id": 3
    },
    {
      "pedido": [
        "Lasanha _____________ R$ 10",
        "Sardinha frita _____________ R$ 10",
        "Purê de batata _____________ R$ 17",
        "Acarajé _____________ R$ 26",
        "momento : 22:23:11 12/2/2021"
      ],
      "id": 4
    }
  ]
}